Repository: uhuramedia/django-portlet
Catalog: portlet/locale/*/LC_MESSAGES/django.po
Languages: de

source: Title
de: Titel

source: Displayed title
de: Anzeigetitel

source: Displayed title link
de: Link für Anzeigetitel

source: Portlet Type
de: Portlet Typ

source: Created at
de: Erstellt

source: Modified at
de: Modifiziert

source: Portlets
de: Porlets

source: Path
de: Pfad

source: Inherit
de: Vererben

source: Inherits this portlet to all sub-paths
de: Auf Unterseiten vererben

source: Prohibit
de: Blockiert

source: Blocks this portlet
de: Hier blockieren

source: Language
de: Sprache

source: Portlet Assignment
de: Portlet-Zuweisung

source: Portlet Assignments
de: Portlet-Zuweisungen

source: Plain text portlet
de: Nur-Text-Portlet

source: Plain text portlets
de: Nur-Text-Portlets

source: Image portlet
de: Bilder-Portlets

source: Image portlets
de: Bilder-Portlets

source: Width
de: Breite

source: Height
de: Höhe

source: Flash vars
de: Flash Variablen

source: Flash portlet
de: Flash-Portlets

source: Download portlet
de: Download-Portlets

source: Type
de: Typ

source: prohibited here
de: Hier unterbunden

source: origin is
de: Quelle ist

source: Block here
de: Hier blockieren

source: Block here and from all sub-pages
de: Hier+Unterseiten blockieren

source: Inherit this to sub-pages
de: Auf Unterseiten vererben

source: inherited,not inherited
de: Vererbt,Nicht vererbt

source: Delete
de: Löschen

source: Edit
de: Bearbeiten

source: Add Portlet
de: Portlet hinzufügen

source: Add
de: Hinzufügen
